Repository: xOS/afilmory
Catalog: apps/mobile/NativeApp/Resources/ExifValues.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hk

# exif.aperture.value
source: Aperture Value
ja: 絞り値
ko: 조리개 값
zh_hans: 光圈值
zh_hk: 光圈值

# exif.artist
source: Artist
ja: アーティスト
ko: 아티스트
zh_hans: 艺术家
zh_hk: 藝術家

# exif.auto.white.balance.grb
source: Auto White Balance GRB
ja: オートホワイトバランス GRB
ko: 자동 화이트 밸런스 GRB
zh_hans: 自动白平衡 GRB
zh_hk: 自動白平衡 GRB

# exif.basic.info
source: Basic Information
ja: 基本情報
ko: 기본 정보
zh_hans: 基本信息
zh_hk: 基本資訊

# exif.blue.adjustment
source: Blue Adjustment
ja: ブルー調整
ko: 블루 조정
zh_hans: 蓝色调整
zh_hk: 藍色調整

# exif.blue.color.effect
source: Blue Color Effect
ja: ブルーエフェクト
ko: 블루 효과
zh_hans: 彩色 Fx 蓝色
zh_hk: 藍色效果

# exif.brightness.title
source: Brightness
ja: 明度
ko: 밝기
zh_hans: 亮度
zh_hk: 亮度

# exif.brightness.value
source: Brightness Value
ja: 輝度
ko: 밝기
zh_hans: 亮度
zh_hk: 亮度

# exif.camera
source: Camera
ja: カメラ
ko: 카메라
zh_hans: 相机
zh_hk: 相機

# exif.capture.mode
source: Capture Mode
ja: 撮影モード
ko: 촬영 모드
zh_hans: 拍摄模式
zh_hk: 拍攝模式

# exif.capture.parameters
source: Capture Parameters
ja: 撮影パラメータ
ko: 촬영 매개변수
zh_hans: 拍摄参数
zh_hk: 拍攝參數

# exif.capture.time
source: Capture Time
ja: 撮影日時
ko: 촬영 시간
zh_hans: 拍摄时间
zh_hk: 拍攝時間

# exif.clarity
source: Clarity
ja: 明瞭度
ko: 선명도
zh_hans: 清晰度
zh_hk: 清晰度

# exif.color.effect
source: Color Effect
ja: カラーエフェクト
ko: 색상 효과
zh_hans: 色彩效果
zh_hk: 色彩效果

# exif.color.space
source: Color Space
ja: 色空間
ko: 색 공간
zh_hans: 色彩空间
zh_hk: 色彩空間

# exif.colorspace.uncalibrated
source: Uncalibrated
ja: 未調整
ko: 보정되지 않음
zh_hans: 未校准
zh_hk: 未校準

# exif.contrast.title
source: Contrast
ja: コントラスト
ko: 대비
zh_hans: 对比度
zh_hk: 對比度

# exif.copyright
source: Copyright
ja: 著作権
ko: 저작권
zh_hans: 版权
zh_hk: 版權

# exif.custom.rendered.normal
source: Normal Process
ja: 通常処理
ko: 일반 처리
zh_hans: 正常处理
zh_hk: 正常處理

# exif.custom.rendered.special
source: Custom Process
ja: カスタム処理
ko: 사용자 정의 처리
zh_hans: 自定义处理
zh_hk: 自訂處理

# exif.custom.rendered.type
source: Custom Rendered
ja: カスタムレンダリング
ko: 사용자 정의 렌더링
zh_hans: 自定义渲染
zh_hk: 自訂渲染

# exif.device.info
source: Device Information
ja: デバイス情報
ko: 장치 정보
zh_hans: 设备信息
zh_hk: 裝置資訊

# exif.digital.zoom
source: Digital Zoom
ja: デジタルズーム
ko: 디지털 줌
zh_hans: 数字变焦
zh_hk: 數位變焦

# exif.dimensions
source: Dimensions
ja: サイズ
ko: 크기
zh_hans: 尺寸
zh_hk: 尺寸

# exif.dynamic.range
source: Dynamic Range
ja: ダイナミックレンジ
ko: 다이나믹 레인지
zh_hans: 动态范围
zh_hk: 動態範圍

# exif.exposure.mode.auto
source: Auto Exposure
ja: 自動露出
ko: 자동 노출
zh_hans: 自动曝光
zh_hk: 自動曝光

# exif.exposure.mode.bracket
source: Auto Bracket
ja: オートブラケット
ko: 자동 브래킷
zh_hans: 自动包围
zh_hk: 自動包圍

# exif.exposure.mode.manual
source: Manual Exposure
ja: 手動
ko: 수동
zh_hans: 手动
zh_hk: 手動

# exif.exposure.mode.title
source: Exposure Mode
ja: 露出モード
ko: 노출 모드
zh_hans: 曝光模式
zh_hk: 曝光模式

# exif.exposureprogram.action
source: Action Program
ja: アクションプログラム
ko: 액션 프로그램
zh_hans: 运动程序
zh_hk: 運動模式

# exif.exposureprogram.aperture-priority
source: Aperture Priority
ja: 絞り優先
ko: 조리개 우선
zh_hans: 光圈优先
zh_hk: 光圈優先

# exif.exposureprogram.aperture-priority-ae
source: Aperture Priority AE
ja: 絞り優先
ko: 조리개 우선
zh_hans: 光圈优先
zh_hk: 光圈優先

# exif.exposureprogram.creative
source: Creative Program
ja: クリエイティブプログラム
ko: 크리에이티브 프로그램
zh_hans: 创意程序
zh_hk: 創意模式

# exif.exposureprogram.landscape
source: Landscape Mode
ja: 風景モード
ko: 풍경 모드
zh_hans: 风景模式
zh_hk: 風景模式

# exif.exposureprogram.manual
source: Manual
ja: 手動
ko: 수동
zh_hans: 手动
zh_hk: 手動

# exif.exposureprogram.normal
source: Program
ja: 標準
ko: 표준
zh_hans: 正常
zh_hk: 正常

# exif.exposureprogram.not-defined
source: Not Defined
ja: 未定義
ko: 정의되지 않음
zh_hans: 未定义
zh_hk: 未定義

# exif.exposureprogram.portrait
source: Portrait Mode
ja: ポートレートモード
ko: 인물 모드
zh_hans: 人像模式
zh_hk: 人像模式

# exif.exposureprogram.program-ae
source: Program AE
ja: プログラム AE
ko: 프로그램 AE
zh_hans: 程序自动曝光
zh_hk: 程式自動曝光

# exif.exposureprogram.shutter-priority
source: Shutter Priority
ja: シャッター優先
ko: 셔터 우선
zh_hans: 快门优先
zh_hk: 快門優先

# exif.exposureprogram.title
source: Exposure Program
ja: 露出プログラム
ko: 노출 프로그램
zh_hans: 曝光程序
zh_hk: 曝光程式

# exif.file.size
source: File Size
ja: ファイルサイズ
ko: 파일 크기
zh_hans: 文件大小
zh_hk: 檔案大小

# exif.filename
source: Filename
ja: ファイル名
ko: 파일 이름
zh_hans: 文件名
zh_hk: 檔案名

# exif.film.mode
source: Film Mode
ja: フィルムモード
ko: 필름 모드
zh_hans: 胶片模式
zh_hk: 膠片模式

# exif.flash.auto.no-return
source: Flash fired, auto mode, return light not detected
ja: フラッシュ発光、オートモード、リターンライト検出されず
ko: 플래시 발광, 자동 모드, 반사광 감지되지 않음
zh_hans: 闪光灯开启，自动模式，检测不到反射光
zh_hk: 閃光燈開啟，自動模式，檢測不到反射光

# exif.flash.auto.no.title
source: No flash, auto mode
ja: フラッシュなし、オートモード
ko: 플래시 없음, 자동 모드
zh_hans: 关闭闪光灯，自动模式
zh_hk: 關閉閃光燈，自動模式

# exif.flash.auto.return
source: Flash fired, auto mode, return light detected
ja: フラッシュ発光、オートモード、リターンライト検出
ko: 플래시 발광, 자동 모드, 반사광 감지됨
zh_hans: 闪光灯开启，自动模式，检测到反射光
zh_hk: 閃光燈開啟，自動模式，檢測到反射光

# exif.flash.auto.yes
source: Flash fired, auto mode
ja: フラッシュ発光、オートモード
ko: 플래시 발광, 자동 모드
zh_hans: 闪光灯开启，自动模式
zh_hk: 閃光燈開啟，自動模式

# exif.flash.disabled
source: Flash did not fire
ja: フラッシュ発光せず
ko: 플래시 발광하지 않음
zh_hans: 闪光灯关闭
zh_hk: 閃光燈關閉

# exif.flash.enabled
source: Flash fired
ja: フラッシュ発光
ko: 플래시 발광
zh_hans: 闪光灯开启
zh_hk: 閃光燈開啟

# exif.flash.fired
source: Fired
ja: オン
ko: 켜짐
zh_hans: 开
zh_hk: 開啟

# exif.flash.forced.mode
source: Flash fired, compulsory flash mode
ja: フラッシュ発光、強制フラッシュモード
ko: 플래시 발광, 강제 플래시 모드
zh_hans: 闪光灯开启，强制闪光模式
zh_hk: 閃光燈開啟，強制閃光模式

# exif.flash.forced.no.return
source: Flash fired, compulsory flash mode, return light not detected
ja: フラッシュ発光、強制フラッシュモード、リターンライト検出されず
ko: 플래시 발광, 강제 플래시 모드, 반사광 감지되지 않음
zh_hans: 闪光灯开启，强制闪光模式，检测不到反射光
zh_hk: 閃光燈開啟，強制閃光模式，檢測不到反射光

# exif.flash.forced.return
source: Flash fired, compulsory flash mode, return light detected
ja: フラッシュ発光、強制フラッシュモード、リターンライト検出
ko: 플래시 발광, 강제 플래시 모드, 반사광 감지됨
zh_hans: 闪光灯开启，强制闪光模式，检测到反射光
zh_hk: 閃光燈開啟，強制閃光模式，檢測到反射光

# exif.flash.metering.mode
source: Flash Metering Mode
ja: フラッシュ測光モード
ko: 플래시 측광 모드
zh_hans: 闪光灯测光模式
zh_hk: 閃光燈測光模式

# exif.flash.no-flash
source: No Flash
ja: オフ
ko: 꺼짐
zh_hans: 关
zh_hk: 關閉

# exif.flash.no.return
source: Flash fired, return light not detected
ja: フラッシュ発光、リターンライト検出されず
ko: 플래시 발광, 반사광 감지되지 않음
zh_hans: 闪光灯开启，检测不到反射光
zh_hk: 閃光燈開啟，檢測不到反射光

# exif.flash.off-did-not-fire
source: Off, Did not fire
ja: オフ
ko: 꺼짐
zh_hans: 关
zh_hk: 關閉

# exif.flash.off.mode
source: Flash did not fire, compulsory flash mode
ja: フラッシュ発光せず、強制フラッシュモード
ko: 플래시 발광하지 않음, 강제 플래시 모드
zh_hans: 闪光灯关闭，强制关闭模式
zh_hk: 閃光燈關閉，強制關閉模式

# exif.flash.return.detected
source: Flash fired, return light detected
ja: フラッシュ発光、リターンライト検出
ko: 플래시 발광, 반사광 감지됨
zh_hans: 闪光灯开启，检测到反射光
zh_hk: 閃光燈開啟，檢測到反射光

# exif.flash.title
source: Flash
ja: フラッシュ
ko: 플래시
zh_hans: 闪光灯
zh_hk: 閃光燈

# exif.flash.unavailable
source: No flash function
ja: フラッシュ機能なし
ko: 플래시 기능 없음
zh_hans: 无闪光灯功能
zh_hk: 無閃光燈功能

# exif.focal.length.actual
source: Focal Length
ja: 焦点距離
ko: 초점 거리
zh_hans: 焦距
zh_hk: 焦距

# exif.focal.length.equivalent
source: 35mm Equivalent
ja: 35mm 換算
ko: 35mm 환산
zh_hans: 35mm 等效
zh_hk: 35mm 等效

# exif.focal.plane.resolution
source: Focal Plane Resolution
ja: 焦点面解像度
ko: 초점면 해상도
zh_hans: 焦平面分辨率
zh_hk: 焦平面解析度

# exif.format
source: Format
ja: フォーマット
ko: 포맷
zh_hans: 格式
zh_hk: 格式

# exif.fuji.film.simulation
source: Fuji Film Simulation
ja: フィルムシミュレーションレシピ
ko: 필름 시뮬레이션 레시피
zh_hans: 胶片模拟配方
zh_hk: 膠片模擬配方

# exif.fujirecipe-colorchromeeffect.off
source: Off
ja: オフ
ko: 꺼짐
zh_hans: 关
zh_hk: 關閉

# exif.fujirecipe-colorchromeeffect.strong
source: Strong
ja: 強
ko: 강하게
zh_hans: 强
zh_hk: 強

# exif.fujirecipe-colorchromeeffect.weak
source: Weak
ja: 弱
ko: 약하게
zh_hans: 弱
zh_hk: 弱

# exif.fujirecipe-colorchromefxblue.off
source: Off
ja: オフ
ko: 꺼짐
zh_hans: 关
zh_hk: 關閉

# exif.fujirecipe-colorchromefxblue.strong
source: Strong
ja: 強
ko: 강하게
zh_hans: 强
zh_hk: 強

# exif.fujirecipe-colorchromefxblue.weak
source: Weak
ja: 弱
ko: 약하게
zh_hans: 弱
zh_hk: 弱

# exif.fujirecipe-dynamicrange.standard
source: Standard
ja: 標準
ko: 표준
zh_hans: 标准
zh_hk: 標準

# exif.fujirecipe-graineffectroughness.off
source: Off
ja: オフ
ko: 꺼짐
zh_hans: 关
zh_hk: 關閉

# exif.fujirecipe-graineffectsize.off
source: Off
ja: オフ
ko: 꺼짐
zh_hans: 关
zh_hk: 關閉

# exif.fujirecipe-sharpness.hard
source: Hard
ja: 硬調
ko: 하드
zh_hans: 锐利
zh_hk: 銳利

# exif.fujirecipe-sharpness.normal
source: Normal
ja: 標準
ko: 표준
zh_hans: 标准
zh_hk: 標準

# exif.fujirecipe-sharpness.soft
source: Soft
ja: 軟調
ko: 소프트
zh_hans: 柔和
zh_hk: 柔和

# exif.fujirecipe-whitebalance.auto
source: Auto
ja: 自動
ko: 자동
zh_hans: 自动
zh_hk: 自動

# exif.gps.address
source: Address
ja: 住所
ko: 주소
zh_hans: 地址
zh_hk: 地址

# exif.gps.altitude
source: Altitude
ja: 高度
ko: 고도
zh_hans: 海拔
zh_hk: 海拔

# exif.gps.city
source: City
ja: 都市
ko: 도시
zh_hans: 城市
zh_hk: 城市

# exif.gps.latitude
source: Latitude
ja: 緯度
ko: 위도
zh_hans: 纬度
zh_hk: 緯度

# exif.gps.location.info
source: Location Information
ja: 位置情報
ko: 위치 정보
zh_hans: 位置信息
zh_hk: 位置信息

# exif.gps.location.name
source: Location Name
ja: 位置名
ko: 위치 이름
zh_hans: 位置名称
zh_hk: 位置名稱

# exif.gps.longitude
source: Longitude
ja: 経度
ko: 경도
zh_hans: 经度
zh_hk: 經度

# exif.gps.view.map
source: View on Amap
ja: 高德地図で表示
ko: 고트맵에서 보기
zh_hans: 在高德地图中查看
zh_hk: 在高德地圖中查看

# exif.grain.effect.intensity
source: Grain Effect Intensity
ja: グレインエフェクト強度
ko: 그레인 효과 강도
zh_hans: 颗粒效果强度
zh_hk: 顆粒效果強度

# exif.grain.effect.size
source: Grain Effect Size
ja: グレインエフェクトサイズ
ko: 그레인 효과 크기
zh_hans: 颗粒效果大小
zh_hk: 顆粒效果大小

# exif.header.title
source: Photo Inspector
ja: フォトインスペクター
ko: 사진 검사기
zh_hans: 照片信息
zh_hk: 照片檢查器

# exif.highlight.ratio
source: Highlight Ratio
ja: ハイライト比率
ko: 하이라이트 비율
zh_hans: 高光占比
zh_hk: 高光佔比

# exif.highlight.tone
source: Highlight Tone
ja: ハイライトトーン
ko: 하이라이트 톤
zh_hans: 高光色调
zh_hk: 高光色調

# exif.histogram
source: Histogram
ja: ヒストグラム
ko: 히스토그램
zh_hans: 直方图
zh_hk: 直方圖

# exif.lens
source: Lens
ja: レンズ
ko: 렌즈
zh_hans: 镜头
zh_hk: 鏡頭

# exif.lensmake
source: Lens Make
ja: レンズメーカー
ko: 렌즈 제조사
zh_hans: 镜头制造商
zh_hk: 鏡頭製造商

# exif.light.source.auto
source: Auto
ja: 自動
ko: 자동
zh_hans: 自动
zh_hk: 自動

# exif.light.source.cloudy
source: Cloudy Weather
ja: 曇り
ko: 흐린 날씨
zh_hans: 阴天
zh_hk: 陰天

# exif.light.source.cool.white.fluorescent
source: Cool White Fluorescent (W 3900 – 4500K)
ja: クールホワイト蛍光灯 (W 3900 – 4500K)
ko: 쿨 화이트 형광등 (W 3900 – 4500K)
zh_hans: 冷白荧光灯 (W 3900 – 4500K)
zh_hk: 冷白螢光燈 (W 3900 – 4500K)

# exif.light.source.day.white.fluorescent
source: Day White Fluorescent (N 4600 – 5400K)
ja: デイホワイト蛍光灯 (N 4600 – 5400K)
ko: 데이 화이트 형광등 (N 4600 – 5400K)
zh_hans: 日白荧光灯 (N 4600 – 5400K)
zh_hk: 日白螢光燈 (N 4600 – 5400K)

# exif.light.source.daylight
source: Daylight
ja: 昼光
ko: 일광
zh_hans: 日光
zh_hk: 日光

# exif.light.source.daylight-fluorescent
source: Daylight Fluorescent (D 5700 – 7100K)
ja: 昼光蛍光灯 (D 5700 – 7100K)
ko: 일광 형광등 (D 5700 – 7100K)
zh_hans: 日光荧光灯 (D 5700 – 7100K)
zh_hk: 日光螢光燈 (D 5700 – 7100K)

# exif.light.source.fine.weather
source: Fine Weather
ja: 晴天
ko: 맑은 날씨
zh_hans: 晴天
zh_hk: 晴天

# exif.light.source.flash
source: Flash
ja: フラッシュ
ko: 플래시
zh_hans: 闪光灯
zh_hk: 閃光燈

# exif.light.source.fluorescent
source: Fluorescent
ja: 蛍光灯
ko: 형광등
zh_hans: 荧光灯
zh_hk: 螢光燈

# exif.light.source.iso.tungsten
source: ISO Studio Tungsten
ja: ISO スタジオタングステン
ko: ISO 스튜디오 텅스텐
zh_hans: ISO 演播室钨丝灯
zh_hk: ISO 演播室鎢絲燈

# exif.light.source.other
source: Other Light Source
ja: その他の光源
ko: 기타 광원
zh_hans: 其他光源
zh_hk: 其他光源

# exif.light.source.shade
source: Shade
ja: 日陰
ko: 그늘
zh_hans: 阴影
zh_hk: 陰影

# exif.light.source.standard.a
source: Standard Light A
ja: 標準光源 A
ko: 표준 광원 A
zh_hans: 标准光源 A
zh_hk: 標準光源 A

# exif.light.source.standard.b
source: Standard Light B
ja: 標準光源 B
ko: 표준 광원 B
zh_hans: 标准光源 B
zh_hk: 標準光源 B

# exif.light.source.standard.c
source: Standard Light C
ja: 標準光源 C
ko: 표준 광원 C
zh_hans: 标准光源 C
zh_hk: 標準光源 C

# exif.light.source.tungsten
source: Tungsten (Incandescent Light)
ja: タングステン (白熱電球)
ko: 텅스텐 (백열등)
zh_hans: 钨丝灯 (白炽灯)
zh_hk: 鎢絲燈 (白熾燈)

# exif.light.source.type
source: Light Source
ja: 光源
ko: 광원
zh_hans: 光源
zh_hk: 光源

# exif.light.source.unknown
source: Unknown
ja: 不明
ko: 알 수 없음
zh_hans: 未知
zh_hk: 未知

# exif.light.source.white.fluorescent
source: White Fluorescent (WW 3200 – 3700K)
ja: ホワイト蛍光灯 (WW 3200 – 3700K)
ko: 화이트 형광등 (WW 3200 – 3700K)
zh_hans: 白荧光灯 (WW 3200 – 3700K)
zh_hk: 白螢光燈 (WW 3200 – 3700K)

# exif.max.aperture
source: Max Aperture
ja: 最大絞り
ko: 최대 조리개
zh_hans: 最大光圈
zh_hk: 最大光圈

# exif.metering.mode.average
source: Average
ja: 平均
ko: 평균
zh_hans: 平均
zh_hk: 平均

# exif.metering.mode.center
source: Center-weighted Average
ja: 中央重点平均測光
ko: 중앙 중점 평균 측광
zh_hans: 中心重点平均测光
zh_hk: 中央重點平均測光

# exif.metering.mode.center-weighted-average
source: Center-weighted Average
ja: 中央部重点平均測光
ko: 중앙 중점 평균 측광
zh_hans: 中心重点平均测光
zh_hk: 中央重點平均測光

# exif.metering.mode.multi
source: Multi-segment
ja: マルチセグメント
ko: 멀티 세그먼트
zh_hans: 多重测光
zh_hk: 多重測光

# exif.metering.mode.multi-segment
source: Multi-segment
ja: 多分割測光
ko: 다분할 측광
zh_hans: 多重测光
zh_hk: 多重測光

# exif.metering.mode.partial
source: Partial
ja: 部分
ko: 부분
zh_hans: 部分
zh_hk: 部分

# exif.metering.mode.pattern
source: Pattern
ja: パターン
ko: 패턴
zh_hans: 图案
zh_hk: 圖案

# exif.metering.mode.spot
source: Spot
ja: スポット測光
ko: 스팟 측광
zh_hans: 点测光
zh_hk: 點測光

# exif.metering.mode.type
source: Metering Mode
ja: 測光モード
ko: 측광 모드
zh_hans: 测光模式
zh_hk: 測光模式

# exif.metering.mode.unknown
source: Unknown
ja: 不明
ko: 알 수 없음
zh_hans: 未知
zh_hk: 未知

# exif.noise.reduction
source: Noise Reduction
ja: ノイズリダクション
ko: 노이즈 감소
zh_hans: 降噪
zh_hk: 降噪

# exif.pixels
source: Pixels
ja: ピクセル
ko: 픽셀
zh_hans: 像素
zh_hk: 像素

# exif.rating
source: Rating
ja: 評価
ko: 평점
zh_hans: 评分
zh_hk: 評分

# exif.raw.category.basic
source: File Information
ja: ファイル情報
ko: 파일 정보
zh_hans: 文件信息
zh_hk: 檔案資訊

# exif.raw.category.camera
source: Camera Information
ja: カメラ情報
ko: 카메라 정보
zh_hans: 相机信息
zh_hk: 相機資訊

# exif.raw.category.datetime
source: Date & Time
ja: 日時
ko: 날짜 및 시간
zh_hans: 日期时间
zh_hk: 日期時間

# exif.raw.category.exposure
source: Exposure Settings
ja: 露出設定
ko: 노출 설정
zh_hans: 曝光设置
zh_hk: 曝光設定

# exif.raw.category.faceDetection
source: Face Detection
ja: 顔検出
ko: 얼굴 인식
zh_hans: 人脸检测
zh_hk: 人臉檢測

# exif.raw.category.flash
source: Flash & Lighting
ja: フラッシュ・光源
ko: 플래시 및 조명
zh_hans: 闪光灯与光源
zh_hk: 閃光燈與光源

# exif.raw.category.focus
source: Focus System
ja: フォーカスシステム
ko: 포커스 시스템
zh_hans: 对焦系统
zh_hk: 對焦系統

# exif.raw.category.fuji
source: Fuji Film Simulation
ja: 富士フィルムシミュレーション
ko: 후지 필름 시뮬레이션
zh_hans: 富士胶片模拟
zh_hk: 富士底片模擬

# exif.raw.category.gps
source: GPS Information
ja: GPS 情報
ko: GPS 정보
zh_hans: GPS 信息
zh_hk: GPS 資訊

# exif.raw.category.imageProperties
source: Image Properties
ja: 画像プロパティ
ko: 이미지 속성
zh_hans: 图像属性
zh_hk: 圖像屬性

# exif.raw.category.lens
source: Lens Information
ja: レンズ情報
ko: 렌즈 정보
zh_hans: 镜头信息
zh_hk: 鏡頭資訊

# exif.raw.category.other
source: Other Metadata
ja: その他のメタデータ
ko: 기타 메타데이터
zh_hans: 其他元数据
zh_hk: 其他元數據

# exif.raw.category.technical
source: Technical Parameters
ja: 技術パラメータ
ko: 기술 매개변수
zh_hans: 技术参数
zh_hk: 技術參數

# exif.raw.category.uncategorized
source: Uncategorized
ja: 未分類
ko: 분류되지 않음
zh_hans: 未分类
zh_hk: 未分類

# exif.raw.category.video
source: Video/HEIF Properties
ja: 動画/HEIF プロパティ
ko: 비디오/HEIF 속성
zh_hans: 视频/HEIF 属性
zh_hk: 影片/HEIF 屬性

# exif.raw.category.whiteBalance
source: White Balance
ja: ホワイトバランス
ko: 화이트 밸런스
zh_hans: 白平衡
zh_hk: 白平衡

# exif.raw.description
source: Complete EXIF metadata extracted from the image file
ja: 画像ファイルから抽出された完全な EXIF メタデータ
ko: 이미지 파일에서 추출된 완전한 EXIF 메타데이터
zh_hans: 从图像文件中提取的完整 EXIF 元数据
zh_hk: 從圖像檔案中提取的完整 EXIF 元數據

# exif.raw.loading
source: Loading EXIF data...
ja: EXIF データを読み込み中...
ko: EXIF 데이터 로딩 중...
zh_hans: 正在加载 EXIF 数据...
zh_hk: 正在載入 EXIF 資料...

# exif.raw.no.data
source: No EXIF data available
ja: EXIF データがありません
ko: EXIF 데이터가 없습니다
zh_hans: 无 EXIF 数据
zh_hk: 無 EXIF 數據

# exif.raw.parse.error
source: Failed to parse EXIF data
ja: EXIF データの解析に失敗しました
ko: EXIF 데이터 분석에 실패했습니다
zh_hans: 解析 EXIF 数据失败
zh_hk: 解析 EXIF 數據失敗

# exif.raw.title
source: Raw EXIF Data
ja: 生の EXIF データ
ko: 원시 EXIF 데이터
zh_hans: 原始 EXIF 数据
zh_hk: 原始 EXIF 數據

# exif.red.adjustment
source: Red Adjustment
ja: レッド調整
ko: 레드 조정
zh_hans: 红色调整
zh_hk: 紅色調整

# exif.resolution.unit.cm
source: Centimeters
ja: センチメートル
ko: 센티미터
zh_hans: 厘米
zh_hk: 厘米

# exif.resolution.unit.inches
source: Inches
ja: インチ
ko: 인치
zh_hans: 英寸
zh_hk: 英寸

# exif.resolution.unit.none
source: No Unit
ja: 単位なし
ko: 단위 없음
zh_hans: 无单位
zh_hk: 無單位

# exif.saturation
source: Saturation
ja: 彩度
ko: 채도
zh_hans: 饱和度
zh_hk: 飽和度

# exif.scene.capture.type
source: Scene Capture Type
ja: シーン撮影タイプ
ko: 장면 캡처 유형
zh_hans: 场景捕获类型
zh_hk: 場景捕獲類型

# exif.sensing.method.color.sequential.linear
source: Color Sequential Linear Sensor
ja: カラーシーケンシャルリニアセンサー
ko: 컬러 순차 선형 센서
zh_hans: 颜色顺序线性传感器
zh_hk: 顏色順序線性感測器

# exif.sensing.method.color.sequential.main
source: Color Sequential Area Sensor
ja: カラーシーケンシャルエリアセンサー
ko: 컬러 순차 영역 센서
zh_hans: 颜色顺序区域传感器
zh_hk: 顏色順序區域感測器

# exif.sensing.method.one-chip-color-area
source: One-chip color area
ja: 1 チップカラーエリアセンサー
ko: 1 칩 컬러 영역 센서
zh_hans: 单片彩色区域传感器
zh_hk: 單晶片彩色區域感測器

# exif.sensing.method.one.chip
source: One-chip Color Area Sensor
ja: 1 チップカラーエリアセンサー
ko: 1 칩 컬러 영역 센서
zh_hans: 单片彩色区域传感器
zh_hk: 單晶片彩色區域感測器

# exif.sensing.method.three.chip
source: Three-chip Color Area Sensor
ja: 3 チップカラーエリアセンサー
ko: 3 칩 컬러 영역 센서
zh_hans: 三片彩色区域传感器
zh_hk: 三晶片彩色區域感測器

# exif.sensing.method.trilinear
source: Trilinear Sensor
ja: トライリニアセンサー
ko: 삼선형 센서
zh_hans: 三线性传感器
zh_hk: 三線性感測器

# exif.sensing.method.two.chip
source: Two-chip Color Area Sensor
ja: 2 チップカラーエリアセンサー
ko: 2 칩 컬러 영역 센서
zh_hans: 双片彩色区域传感器
zh_hk: 雙晶片彩色區域感測器

# exif.sensing.method.type
source: Sensing Method
ja: 撮像方式
ko: 감지 방식
zh_hans: 感光方式
zh_hk: 感光方式

# exif.sensing.method.undefined
source: Undefined
ja: 未定義
ko: 정의되지 않음
zh_hans: 未定义
zh_hk: 未定義

# exif.shadow.ratio
source: Shadow Ratio
ja: シャドウ比率
ko: 섀도우 비율
zh_hans: 阴影占比
zh_hk: 陰影佔比

# exif.shadow.tone
source: Shadow Tone
ja: シャドウトーン
ko: 섀도우 톤
zh_hans: 阴影色调
zh_hk: 陰影色調

# exif.sharpness
source: Sharpness
ja: シャープネス
ko: 선명도
zh_hans: 锐度
zh_hk: 銳度

# exif.shutter.speed.value
source: Shutter Speed Value
ja: シャッタースピード
ko: 셔터 속도
zh_hans: 快门速度
zh_hk: 快門速度

# exif.software
source: Software
ja: ソフトウェア
ko: 소프트웨어
zh_hans: 软件
zh_hk: 軟件

# exif.standard.white.balance.grb
source: Standard White Balance GRB
ja: 標準ホワイトバランス GRB
ko: 표준 화이트 밸런스 GRB
zh_hans: 标准白平衡 GRB
zh_hk: 標準白平衡 GRB

# exif.tags
source: Tags
ja: タグ
ko: 태그
zh_hans: 标签
zh_hk: 標籤

# exif.technical.parameters
source: Technical Parameters
ja: 技術パラメータ
ko: 기술 매개변수
zh_hans: 技术参数
zh_hk: 技術參數

# exif.time.zone
source: Time Zone
ja: タイムゾーン
ko: 시간대
zh_hans: 时区
zh_hk: 時區

# exif.tone.analysis.title
source: Tone Analysis
ja: トーン分析
ko: 톤 분석
zh_hans: 影调分析
zh_hk: 影調分析

# exif.tone.high-contrast
source: High Contrast
ja: ハイコントラスト
ko: 고대비
zh_hans: 高对比度
zh_hk: 高對比度

# exif.tone.high-key
source: High Key
ja: ハイキー
ko: 하이키
zh_hans: 高调
zh_hk: 高調

# exif.tone.low-key
source: Low Key
ja: ローキー
ko: 로우키
zh_hans: 低调
zh_hk: 低調

# exif.tone.normal
source: Normal
ja: 標準
ko: 보통
zh_hans: 正常
zh_hk: 正常

# exif.tone.type
source: Tone Type
ja: トーンタイプ
ko: 톤 타입
zh_hans: 影调类型
zh_hk: 影調類型

# exif.unknown
source: Unknown
ja: 不明
ko: 알 수 없음
zh_hans: 未知
zh_hk: 未知

# exif.white.balance.auto
source: Auto White Balance
ja: 自動
ko: 자동
zh_hans: 自动
zh_hk: 自動

# exif.white.balance.bias
source: White Balance Bias
ja: ホワイトバランス補正
ko: 화이트 밸런스 보정
zh_hans: 白平衡偏移
zh_hk: 白平衡偏移

# exif.white.balance.blue
source: Blue
ja: ブルー
ko: 블루
zh_hans: 蓝色
zh_hk: 藍色

# exif.white.balance.daylight
source: Daylight
ja: 昼光
ko: 일광
zh_hans: 日光
zh_hk: 日光

# exif.white.balance.fine.tune
source: White Balance Fine Tune
ja: ホワイトバランス微調整
ko: 화이트 밸런스 미세 조정
zh_hans: 白平衡微调
zh_hk: 白平衡微調

# exif.white.balance.grb
source: White Balance GRB Level
ja: ホワイトバランス GRB レベル
ko: 화이트 밸런스 GRB 레벨
zh_hans: 白平衡 GRB 等级
zh_hk: 白平衡 GRB 等級

# exif.white.balance.kelvin
source: Manual Kelvin
ja: 手動ケルビン
ko: 수동 켈빈
zh_hans: 手动色温
zh_hk: 手動色溫

# exif.white.balance.manual
source: Manual White Balance
ja: 手動
ko: 수동
zh_hans: 手动
zh_hk: 手動

# exif.white.balance.red
source: Red
ja: レッド
ko: 레드
zh_hans: 红色
zh_hk: 紅色

# exif.white.balance.shift.ab
source: White Balance Shift (Amber-Blue)
ja: ホワイトバランス補正 (アンバー-ブルー)
ko: 화이트 밸런스 보정 (앰버 - 블루)
zh_hans: 白平衡偏移 (琥珀色 - 蓝色)
zh_hk: 白平衡偏移 (琥珀色 - 藍色)

# exif.white.balance.shift.gm
source: White Balance Shift (Green-Magenta)
ja: ホワイトバランス補正 (グリーン - マゼンタ)
ko: 화이트 밸런스 보정 (그린 - 마젠타)
zh_hans: 白平衡偏移 (绿色 - 品红色)
zh_hk: 白平衡偏移 (綠色 - 洋紅色)

# exif.white.balance.title
source: White Balance
ja: ホワイトバランス
ko: 화이트 밸런스
zh_hans: 白平衡
zh_hk: 白平衡

# exif.not.available
source: N/A
zh_hans: 不可用
zh_hk: 不可用
